INSERT INTO genre VALUES
(1, 'Роман'),
(2, 'Поэзия'),
(3, 'Приключения');

INSERT INTO author VALUES
(1, 'Булгаков М.А.'),
(2, 'Достоевский Ф.М.'),
(3, 'Есенин С.А.'),
(4, 'Пастернак Б.Л.'),
(5, 'Лермонтов М.Ю.');

INSERT INTO book VALUES
(1, 'Мастер и Маргарита', 1, 1, 670.99, 3),
(2, 'Белая гвардия', 1, 1, 540.50, 5),
(3, 'Братья Карамазовы', 2, 1, 799.01, 3),
(4, 'Игрок', 2, 1, 480.50, 10),
(5, 'Стихотворения и поэмы', 3, 2, 650.00, 15),
(6, 'Черный человек', 3, 2, 570.20, 6),
(7, 'Лирика', 4, 2, 518.99, 10),
(8, 'Идиот', 2, 1, 460.00, 10),
(9, 'Герой нашего времени', 5, 3, 570.59, 2),
(10, 'Доктор Живаго', 4, 3, 740.50, 5);